Repository: oat-sa/extension-tao-community
Catalog: locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Add test-takers to groups to assign tests, and measure group performance. Grouping test-takers enables you to specify populations with particular characteristics. You define these characteristics by adding your own group descriptors.
ca_es_valencia: Afig participants als grups per a assignar proves, i mesura el rendiment del grup. Agrupar els participants us permet especificar poblacions amb característiques comunes. Podeu definir aquestes característiques afegint els vostres descriptors de grups.

source: Be aware that any subsequent modification to the test content will not be taken into account until you publish the test again and create a new delivery.
ca_es_valencia: Heu de tindre en compte que qualsevol modificació subsegüent al contingut de la prova no es tindrà en compte fins que torneu a publicar la prova i creeu un nou lliurament.

source: Build a custom table with only the specific results data you are interested in and export it as a CSV file.
ca_es_valencia: Construïu una taula personalitzada amb només els resultats específics que us interessen i exporteu-la en un fitxer CSV.

source: Build and manage tests using items that you have previously created or imported.
ca_es_valencia: Construïu i gestioneu proves utilitzant elements que heu creat o importat prèviament

source: Build your test by dragging and dropping the selected items into the test pane.
ca_es_valencia: Construïu la vostra prova arrossegant i deixant anar els elements seleccionats a la subfinestra de prova

source: Choose from 17 different interaction types, including:
ca_es_valencia: Trieu entre 17 tipus d'interacció diferents, incloent-hi:

source: Control how to publish and deliver tests.
ca_es_valencia: Controleu la manera en què es publiquen i s'entreguen les proves

source: Conversely, you can also export items from TAO and re-use them in other QTI-compliant tools.
ca_es_valencia: De manera inversa, també podeu exportar elements des de TAO i tornar a utilitzar-los en altres eines conformes al QTI.

source: Create and define test-taker records
ca_es_valencia: Crea i defineix registres de participants

source: Create Items
ca_es_valencia: Crea elements

source: Create QTI Tests
ca_es_valencia: Crea proves QTI

source: Create, preview and organize individual items before including them in your tests.
ca_es_valencia: Creeu, previsualitzeu i organitzeu elements individuals abans d'incloure'ls en les proves

source: Default properties of the test-takers are their name and the language of the test interface. You can customize these records by adding any data you need, such as date of birth, gender, etc.
ca_es_valencia: Les propietats per defecte dels participants són el nom i l'idioma de la interfície de la prova. Podeu personalitzar aquests registres afegint les dades que considereu necessàries, com ara data de naixement, gènere, etc.

source: Define a Delivery
ca_es_valencia: Defineix un lliurament

source: Define the Test Parameters
ca_es_valencia: Defineix els paràmetres de la prova

source: Determine the order of your items. Items can be displayed either randomly or in a specific order.
ca_es_valencia: Determineu l'ordre dels elements. Els elements es poden mostrar aleatòriament o en un ordre específic.

source: Discover how easy it is to create an assessment with TAO!
ca_es_valencia: Descobriu com és de fàcil crear una prova d'avaluació amb el TAO.

source: Do not show this window again when TAO opens.
ca_es_valencia: No tornes a mostrar aquesta finestra quan s'inicie el TAO

source: Export Test Results
ca_es_valencia: Exporta els resultats de la prova

source: For example:
ca_es_valencia: Per exemple:

source: Get started with TAO
ca_es_valencia: Primers passos amb el TAO

source: Go to
ca_es_valencia: Vés a

source: Groups
ca_es_valencia: Grups

source: Help
ca_es_valencia: Ajuda

source: Hint: "Simple” tests without any hierarchy are also available. Note that Open Web Items (OWI) can be delivered in simple test mode only.
ca_es_valencia: Suggeriment: També hi ha disponibles proves "simples” sense cap jerarquia. Tingueu en compte que els elements web oberts (OWI: Open Web Items) només es poden lliurar en el mode de prova simple.

source: Hint: You can access this overview at any time via the Help button.
ca_es_valencia: Suggeriment: Podeu accedir a aquesta finestra en qualsevol moment a través del botó «Ajuda»

source: Hotspot
ca_es_valencia: Punt d'accés

source: If your needs go beyond what the QTI standard allows, you can develop powerful and sophisticated item types using the TAO Open Web Item format.
ca_es_valencia: Si les vostres necessitats van més enllà de l'estàndard QTI, podeu desenvolupar tipus d'elements potents i sofisticats utilitzant el format d'element web obert (OWI) de TAO.

source: Import / Export Tests
ca_es_valencia: Importa i exporta proves

source: Import and Export Items
ca_es_valencia: Importa i exporta elements

source: Import any items that are compliant with the QTI (Question and Test Interoperability) 2.1 standard.
ca_es_valencia: Importeu elements conformes amb l'estàndard QTI (Question and Test Interoperability -interoperabilitat entre preguntes i proves) 2.1.

source: Import test-takers
ca_es_valencia: Importa participants

source: In addition to creating test-takers individually by manually entering their corresponding data, you can mass-create test-taker records by importing them from a CSV file.
ca_es_valencia: A més de poder crear participants individualment introduint-ne les dades corresponents, també podeu crear-ne de forma massiva important-los des d'un fitxer CSV.

source: In TAO, tests are assigned to groups.
ca_es_valencia: En el TAO, les proves s'assignen a grups.

source: Item(s)
ca_es_valencia: Element(s)

source: Items
ca_es_valencia: Elements

source: Manage Reports
ca_es_valencia: Gestiona els informes

source: Multiple choice
ca_es_valencia: Elecció múltiple

source: Order of items – sequential or random
ca_es_valencia: Ordre dels elements - seqüencial o aleatori

source: Overview
ca_es_valencia: Vista general

source: Preview Items
ca_es_valencia: Previsualitza els elements

source: Publish
ca_es_valencia: Publica

source: QTI Test Structure
ca_es_valencia: Estructura de la prova QTI

source: Register your test-takers, manage their personal data, and assign them to groups.
ca_es_valencia: Registreu els vostres participants, gestioneu-ne les dades personals, i assigneu-los als grups.

source: Results
ca_es_valencia: Resultats

source: See how your items will appear to the test-taker before running the test. Previews are available for both desktop or mobile devices.
ca_es_valencia: Visualitzeu com veuran els participants els vostres elements abans d'executar la prova. La previsualització està disponible tant per a escriptori com per a dispositius mòbils.

source: Select an icon on the left to find out more.
ca_es_valencia: Seleccioneu una icona a l'esquerra per a saber-ne més

source: Select the delivery dates.
ca_es_valencia: Seleccioneu les dates de lliurament

source: Select the group(s) that will take the test. You can exclude individual test-takers even if they are part of the group.
ca_es_valencia: Seleccioneu els grups que realitzaran la prova. Podeu excloure participants individualment encara que formen part del grup.

source: Select the test you want to deliver to your group(s) of test-takers. Publish it to make it available online.
ca_es_valencia: Seleccioneu la prova que voleu lliurar al vostre grup o grups de participants. Publiqueu-la perquè estiga disponible en línia.

source: selection
ca_es_valencia: selecció

source: Single choice
ca_es_valencia: Opció única

source: Slider
ca_es_valencia: Control lliscant

source: Specify how many times test-takers are allowed to repeat a test.
ca_es_valencia: Especifiqueu quantes vegades poden els participants repetir la prova

source: Store, manage, and analyze test results with ease.
ca_es_valencia: Emmagatzemeu, gestioneu i analitzeu fàcilment els resultats de la prova

source: Test
ca_es_valencia: Prova

source: Test part(s)
ca_es_valencia: Parts de la prova

source: Test section(s)
ca_es_valencia: Seccions de la prova

source: Test-takers
ca_es_valencia: Participants

source: Tests
ca_es_valencia: Proves

source: Text entry
ca_es_valencia: Entrada de text

source: Time limit
ca_es_valencia: Límit de temps

source: To create a QTI test:
ca_es_valencia: Per a crear proves QTI:

source: Use Groups to Manage Test-Takers
ca_es_valencia: Utilitza els grups per a gestionar els participants

source: Videos
ca_es_valencia: Vídeos

source: View the performance of any individual test-taker – whether it’s on a single test or across a range of tests.
ca_es_valencia: Visualitzeu l'execució de cada participant individualment - ja siga en una prova única o al llarg d'una sèrie de proves.

source: You can also add rich media content to your items, such as photos, math formulas and video.
ca_es_valencia: També podeu afegir als elements contingut multimèdia enriquit, com ara fotos, fórmules matemàtiques o vídeos

source: You can create tests in compliance with the QTI 2.1 standard. A QTI test is structured as follows:
ca_es_valencia: Podeu crear proves conformes amb l'estàndard QTI 2.1. Una prova QTI s'estructura de la manera següent:

source: You can import tests created with any external tool that is QTI compliant. The items will be automatically added to the Items Library. Conversely, your QTI tests can be exported out of TAO for use with any QTI-compliant delivery engine.
ca_es_valencia: Podeu importar proves creades amb una eina d'edició externa que siga conforme amb QTI. Els elements s'afegiran automàticament a la biblioteca d'elements. Inversament, les vostres proves QTI es poden exportar des de TAO per a utilitzar-les amb qualsevol motor de lliurament conforme amb QTI.

source: You can specify test settings such as:
ca_es_valencia: Podeu especificar paràmetres de prova com ara:
