Repository: oat-sa/extension-tao-community
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, is_is, it_it, ja_jp, lt_lt, nb_no, nl_nl, pt_br, sk_sk, vi_vn

source: Specify how many times test-takers are allowed to repeat a test.
ar_sa: حدد عدد المرات التي يسمح فيها للممتحنين بتكرار الاختبار.
de_de: Legen Sie fest wie oft Testteilnehmer einen Test wiederholen dürfen.
fr_fr: Spécifiez combien de fois un participant peut répéter un test.
hu_hu: Adja meg, hogy a vizsgázók hányszor ismételhetnek meg egy tesztet.
it_it: Specifica quante volte i partecipanti possono ripetere il test.
ja_jp: 受験者がテストを繰り返し行なえる回数を設定します。
lt_lt: Nurodykite, kiek kartų testo laikytojui galima kartoti testą.
nb_no: Angi hvor mange ganger elevene har lov til å gjennomføre en prøve.
nl_nl: Geef aan hoe vaak een kandidaat een toets mag herhalen.
pt_br: Especifique quantas vezes os realizadores de testes podem repetir um teste.
sk_sk: Uveďte, koľkokrát môžu účastníci testu opakovať.
vi_vn: Chỉ định bao nhiêu lần người kiểm tra được phép lặp lại một bài kiểm tra.

source: Store, manage, and analyze test results with ease.
ar_sa: تخزين نتائج الاختبار وإدارتها وتحليلها بسهولة.
de_de: Speichern, verwalten und analysieren von Testergebnissen mit Leichtigkeit.
fr_fr: Stockez, gérez and analysez les résultats de tests avec facilité.
hu_hu: Tárolja, kezelje és elemezze a teszteredményeket könnyedén.
it_it: Conserva, gestisci e analizza facilmente i risultati dei test.
ja_jp: 簡単に保存、管理、テスト結果の分ができます。
lt_lt: Lengvai laikyk, tvarkyk ir analizuok testų rezultatus.
nb_no: Lagre, administrer og analyser testresultater enkelt.
nl_nl: Bewaar, beheer en analyseer toets resultaten met gemak.
pt_br: Armazene, gerencie e analise resultados de testes com facilidade.
sk_sk: Jednoducho ukladajte, spravujte a analyzujte výsledky testov.
vi_vn: Lưu trữ, quản lý và phân tích kết quả kiểm tra một cách dễ dàng.

source: Test
ar_sa: رائز
hu_hu: Teszt
ja_jp: テスト
lt_lt: Testas
nb_no: Oppgavesett
nl_nl: Toets
pt_br: teste
vi_vn: Kiểm tra

source: Test part(s)
ar_sa: جزء (أجزاء) الاختبار
de_de: Teil(e) des Tests
fr_fr: Partie(s) du test
hu_hu: Teszt alkatrész(ek)
it_it: Parte/i del Test
ja_jp: テストパーツ
lt_lt: Testo dalis(-ys)
nb_no: Prøvedel(er)
nl_nl: Toets onderde(e)l(en)
pt_br: Testar parte(s)
sk_sk: Testovaná časť(i)

source: Test section(s)
ar_sa: قسم (أقسام) الاختبار
de_de: Testabschnitt(e)
fr_fr: Section(s) du test
hu_hu: Tesztszakasz(ok)
it_it: Sezione/i del Test
ja_jp: テストセクション
lt_lt: Testo skyrius(-iai)
nb_no: Prøveseksjon(er)
nl_nl: Test sectie(s)
pt_br: Testar turma(s)
sk_sk: Testovacia(e) sekcia(e)
vi_vn: Lựa chọn bài kiểm tra

source: Test-takers
ar_sa: الخاضعون للاختبار
de_de: Testteilnehmer
fr_fr: Participants
hu_hu: Tesztelők
it_it: Partecipanti al test
ja_jp: 受験者
lt_lt: Testo laikytojai
nb_no: Elever
nl_nl: Kandidaten
pt_br: Candidato
sk_sk: Účastníci testov
vi_vn: Người kiểm tra

source: Tests
ar_sa: روائز
hu_hu: Tesztek
it_it: Test
ja_jp: テスト
lt_lt: Testai
nb_no: Oppgavesett
nl_nl: Toetsen
pt_br: Testes
sk_sk: Testy
vi_vn: Kiểm tra

source: Text entry
ar_sa: إدخال نص
de_de: Texteingabe
fr_fr: Saisie de texte
hu_hu: Szövegbevitel
it_it: Voce di testo
ja_jp: テキスト入力
lt_lt: Teksto įvestis
nb_no: Tekstfelt
nl_nl: Tekstinvoer
pt_br: Entrada de texto
sk_sk: Zadávanie textu
vi_vn: Nhập văn bản

source: Time limit
ar_sa: المهلة الزمنية
de_de: Zeitbegrenzung
fr_fr: Limite de temps
hu_hu: Időkorlát
it_it: Tempo limite
ja_jp: 制限時間
lt_lt: Laiko limitas
nb_no: Tisdbegrensning
nl_nl: Tijdslimiet
pt_br: Limite de tempo
sk_sk: Časový limit
vi_vn: Thời gian giới hạn

source: To create a QTI test:
ar_sa: لإنشاء اختبار QTI:
de_de: Um einen QTI Test zu erstellen:
fr_fr: Pour créer un test QTI :
hu_hu: QTI-teszt létrehozásához:
it_it: Per creare un test QTI:
ja_jp: QTIテストを作成するには：
lt_lt: QTI testo kūrimui:
nb_no: Slik oppretter du en QTI-prøve:
nl_nl: Creëer een QTI toets:
pt_br: Para criar um teste QTI:
sk_sk: Vytvorenie QTI testu:
vi_vn: Để tạo một QTI kiểm tra:

source: Use Groups to Manage Test-Takers
ar_sa: استخدم المجموعات لإدارة الخاضعين الاختبار
de_de: Benutzen Sie Gruppen um Testteilnehmer zu verwalten
fr_fr: Utiliser les groupes pour gérer les participants
hu_hu: Csoportok használata a vizsgázók kezelésére
it_it: Usa i gruppi per gestire i partecipanti
ja_jp: 受験者を管理するためにグループを利用します。
lt_lt: Naudoti Grupes Testo Laikytojų Tvarkymui
nb_no: Bruk grupper til å administrere elever
nl_nl: Gebruik groepen om kandidaten te beheren
pt_br: Usar grupos para gerenciar testadores
sk_sk: Používanie skupín na správu účastníkov testov
vi_vn: Sử dụng các nhóm để quản lý người kiểm tra

source: Videos
ar_sa: فيديوهات
fr_fr: Vidéos
hu_hu: Videók
it_it: Video
ja_jp: 動画
lt_lt: Vaizdo įrašai
nb_no: Videoer
pt_br: vídeos
sk_sk: Videá

source: View the performance of any individual test-taker – whether it’s on a single test or across a range of tests.
ar_sa: عرض أداء أي فرد خاضع للاختبار - سواء كان ذلك في اختبار واحد أو عبر مجموعة من الاختبارات.
de_de: Die Leistung jedes individuellen Testteilnehmers betrachten - ob für einen einzelnen Test oder über eine Spanne von Tests.
fr_fr: Ayez une vue sur la performance individuelle de tout participant – qu'il s'agisse d'un test simple ou d'une série de tests.
hu_hu: Tekintse meg bármely vizsgázó teljesítményét – akár egyetlen teszten, akár több tesztet figyelembe véve.
it_it: Osserva la performance di ogni partecipante, sia che si tratti di un singolo test oppure di un insieme di test.
ja_jp: 個々の受験生のパフォーマンスを見る - 単一テストや複数テストの範囲で可能
lt_lt: Peržiūrėkite kiekvieno individualaus testo laikytojo testo našumą, kai laikomas vienas testas arba visą eilę testų.
nb_no: Se resultatet til enhver elev - enten det er på en enkelt prøve eller på tvers av en rekke prøver.
nl_nl: Bekijk de prestatie van een individuele kandidaat – Of het nu een enkele toets betreft of een scala aan toetsen.
pt_br: Veja o desempenho de qualquer realizador de testes individual – se está em um único teste ou em uma série de testes.
sk_sk: Pozrite si výkon každého jednotlivého účastníka testu – či už v jednom teste alebo v rámci viacerých testov.
vi_vn: Xem hiệu suất của bất kỳ người kiểm tra cá nhân nào - cho dù đó là trên một bài kiểm tra hoặc trong một loạt các bài kiểm tra.

source: You can also add rich media content to your items, such as photos, math formulas and video.
ar_sa: يمكنك أيضا إضافة محتوى وسائطي غني إلى بنودك، مثل الصور وصيغ الرياضيات والفيديو.
de_de: Vielfältige Medien können zu Ihren Elementen hinzugefügt werden, z.B. Fotos, Mathematische Formeln und Videos.
fr_fr: Vous pouvez aussi ajouter des contenus média riches à vos items tels que des images, des formules mathématiques ou des vidéos.
hu_hu: Emellett multimédiás tartalmakat is hozzáadhatsz az elemeidhez, például fényképeket, matematikai képleteket és videókat.
it_it: Puoi aggiungere ai tuoi item anche media-dati, come ad esempio foto, formule matematiche e video.
ja_jp: 写真や数式、ビデオを追加することが可能です。
lt_lt: Jūs taip pat galite pridėti medijos turinį jūsų elementus, kaip nuotraukos, matematinės formulės ir vaizdo įrašai.
nb_no: Du kan også legge til medieinnhold til oppgavene dine, for eksempel bilder, matematiske formler og video.
nl_nl: U kunt ook rich media content toevoegen aan uw items, zoals foto's wiskundige formules en video.
pt_br: Você também pode adicionar conteúdo rico de mídia a seus itens, como fotos, fórmulas de matemática e vídeo.
sk_sk: K svojim položkám môžete pridať aj multimediálny obsah, ako sú fotografie, matematické vzorce a videá.
vi_vn: Bạn cũng có thể thêm nội dung đa phương tiện vào các mục của mình, chẳng hạn như ảnh, công thức toán học và video.

source: You can create tests in compliance with the QTI 2.1 standard. A QTI test is structured as follows:
ar_sa: يمكنك إنشاء اختبارات وفقا لمعيار QTI 2.1. يتم تنظيم اختبار QTI على النحو التالي:
de_de: Sie können Tests in Zusammenhang mit dem QTI 2.1 Standard erstellen. Ein QTI Test ist folgendermaßen strukturiert:
fr_fr: Vous pouvez créer des tests en conformité avec le standard QTI 2.1. Un test QTI est structuré de la façon suivante :
hu_hu: A QTI 2.1 szabványnak megfelelő teszteket hozhat létre. A QTI teszt a következőképpen épül fel:
it_it: Puoi creare Test in accordo allo standard QTI 2.1. Un test QTI è strutturato come segue:
ja_jp: QTI 2.1規格に準拠したテストを作成することができます。QTIテストの構成：
lt_lt: Jūs galite kurti testus atitinkamus QTI 2.1 standartui. QTI testo struktūra sudaryta iš:
nb_no: Du kan lage prøver i samsvar med QTI 2.1 standarden. En QTI prøve er strukturert som følger:
nl_nl: U kunt toetsen creëren in overeenstemming met de QTI 2.1 standaard. Een QTI toets is als volgt gestructureerd:
pt_br: Você pode criar testes em conformidade com o padrão QTI 2.1. Um teste QTI é estruturado da seguinte forma:
sk_sk: Testy môžete vytvárať v súlade so štandardom QTI 2.1. Štruktúra testu QTI je nasledovná:
vi_vn: Bạn có thể tạo các bài kiểm tra phù hợp với tiêu chuẩn QTI 2.1. Một bài kiểm tra QTI được cấu trúc như sau:

source: You can import tests created with any external tool that is QTI compliant. The items will be automatically added to the Items Library. Conversely, your QTI tests can be exported out of TAO for use with any QTI-compliant delivery engine.
ar_sa: يمكنك استيراد الروائز التي تم إنشاؤها باستخدام أي أداة خارجية متوافقة مع QTI. ستتم إضافة البنود تِلْقائيًا إلى مكتبة البنود. كما يمكنك تصدير روائز QTI الخاصة بك من TAO للاستخدام مع أي محرك تسليم متوافق مع QTI.
de_de: Sie können Tests importieren, die mit jedem beliebigen externen QTI konformen Werkzeug erstellt worden sind. Die Elemente werden automatisch zur Elementbibliothek hinzugefügt. Im Umkehrschluss können QTI Tests aus TAO heraus exportiert werden, um sie mit jedem QTI kompatiblen Übergabemechanismus benutzen zu können.
fr_fr: Vous pouvez importer des tests créés avec un outil d'édition externe conforme avec QTI. Ces items seront automatiquement ajoutés à votre bibliothèque d'items. Inversement, vos tests QTI peuvent être exportés depuis TAO pour être utilisés avec tout moteur de passation se conformant à QTI.
hu_hu: Bármely külső, QTI-kompatibilis eszközzel létrehozott teszteket importálhatsz. Az elemek automatikusan hozzáadódnak az Elemtárhoz. Ezzel szemben a QTI-tesztek exportálhatók a TAO-ból, hogy bármilyen QTI-kompatibilis kézbesítési motorral használhatók legyenek.
it_it: Puoi importare test creati con tool esterni QTI compatibili. Gli item verranno aggiunti automaticamente alla libreria item. Viceversa, i tuoi test QTI possono essere esportati da TAO e possono essere utilizzarli con qualsiasi motore di somministrazione QTI compatibile.
ja_jp: QTI準拠している外部ツールで作成したテストをインポートすることができます。アイテムは自動的にアイテムライブラリに追加されます。また、あなたの作成したQTIテストは、別のQTI準拠の配信エンジンで使用するためにTAOからエクスポートすることができます。
lt_lt: Jūs galite importuoti testus sukurtus su bet kuriuo išoriniu įrankiu, kuris atitinka QTI standartą. Elementai bus automatiškai įkelti į Elementų Biblioteką. Kitu atveju, jūsų QTI testai gali būti eksportuojami iš TAO ir būti naudojami bet kuriam QTI standartą atitinkančiam pateikčių variklyje.
nb_no: Du kan importere prøver som er opprettet med et eksternt verktøy som er QTI kompatibelt. Oppgavene blir automatisk lagt til i oppgavebiblioteket. Motsatt kan QTI-prøvene dine eksporteres fra TAO til bruk i andre QTI-kompatible systemer.
nl_nl: U kunt toetsen importeren vanuit elke extern programma welke QTI compliant is. De items zullen automatisch worden toegevoegd aan de Itembank. Omgekeerd kunnen toetsen geëxporteerd worden uit TAO om te gebruiken met elke QTI compliant speler.
pt_br: É possível importar testes criados com qualquer ferramenta externa compatível com QTI. Os itens serão automaticamente adicionados à Biblioteca de itens. Por outro lado, seus testes de QTI podem ser exportados fora do TAO para uso com qualquer motor de entrega compatível com QTI.
sk_sk: Môžete importovať testy vytvorené pomocou ľubovoľného externého nástroja, ktorý je kompatibilný s QTI. Položky sa automaticky pridajú do knižnice položiek. Naopak, vaše testy QTI je možné exportovať z TAO na použitie s ľubovoľným nástrojom na doručovanie kompatibilným s QTI.
vi_vn: Bạn có thể nhập thử nghiệm được tạo bằng bất kỳ công cụ bên ngoài nào phù hợp với QTI. Các mục sẽ được tự động thêm vào Thư viện Tìm. Ngược lại, các kiểm tra QTI của bạn có thể được xuất ra khỏi TAO để sử dụng với bất kỳ công cụ phân phối tương thích với QTI nào.

source: You can specify test settings such as:
ar_sa: يمكنك تحديد إعدادات الاختبار مثل:
de_de: Sie können Testeinstellungen festlegen, beispielsweise:
fr_fr: Vous pouvez spécifier des paramètres du test tels que :
hu_hu: Megadhat tesztbeállításokat, például:
it_it: Puoi specificare le impostazioni del test come:
ja_jp: テストの設定などを指定することができます：
lt_lt: Jūs galite nurodyti testo nustatymus, tokius kaip:
nb_no: Du kan angi prøveinnstillinger som:
nl_nl: U kunt toets instellingen specificeren zoals:
pt_br: Você pode especificar as configurações de teste, tais como:
sk_sk: Môžete zadať nastavenia testu, ako napríklad:
vi_vn: Bạn có thể chỉ định các thiết lập kiểm tra như:
