Repository: oat-sa/extension-tao-community
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, is_is, it_it, ja_jp, lt_lt, nb_no, nl_nl, pt_br, sk_sk, vi_vn

source: Hint: "Simple” tests without any hierarchy are also available. Note that Open Web Items (OWI) can be delivered in simple test mode only.
ar_sa: تلميح: تتوفر أيضا روائز "بسيطة" دون أي تسلسل هرمي. لاحظ أنه يمكن تسليم بنود الويب المفتوحة (OWI) في وضع الرائز البسيط فقط.
de_de: Hinweis: "Einfache” Tests ohne Hierarchie sind ebenfalls verfügbar. Open Web Items (OWI) können nur im einfachen Testmodus bereitgestellt werden.
fr_fr: Astuce : Des tests "simples" sans aucune hiérarchie sont aussi disponibles. Notez que les Open Web Items (OWI) peuvent être passés uniquement dans le mode de test simple.
hu_hu: Tipp: Léteznek hierarchia nélküli „egyszerű” tesztek is. Fontos megjegyezni, hogy az Open Web Items (OWI) csak egyszerű teszt módban érhető el.
is_is: Vísbending: "Einföld" próf án nokkurrar yfirbyggingar eru líka fáanleg. Takið eftir að Opin vefatriði (OWI) er aðeins hægt að fá sem einföld próf.
it_it: Suggerimento: "Semplice" i test senza alcuna gerarchia sono anche disponibili. Nota che Open Web Items (OWI) possono essere consegnati solo in semplice formato testo.
ja_jp: ヒント：階層構造の無い"単純なテスト"が用意されています。注意：オープンウェブアイテム(OWI)はシンプルテストモードでのみ配信できます。
lt_lt: Užuomina – Galima kurti paprastus testus be jokių hierarchinių išsišakojimų. Atminkite, kad Atvirus tinklo klausimus (angl. Open Web Items) galima kurti tik pasirinkus konstruoti paprastą testą
nb_no: Tips: "Enkle" prøver uten strengt oppsett er også tilgjengelige. Vær oppmerksom på at Open Web Items (OWI) bare kan leveres i enkel prøvemodus.
nl_nl: Hint: "Eenvoudige" toetsen zonder enige hiërarchie zijn ook beschikbaar. Houd er rekening mee dat Open Web Items (OWI) alleen in eenvoudige toets modus kunnen worden opgeleverd.
pt_br: Dica: Testes "Simples" sem qualquer hierarquia também estão disponíveis. Note que os Itens da Web Aberto (OWI) podem ser entregues apenas no modo de teste simples.
sk_sk: Tip: K dispozícii sú aj „jednoduché“ testy bez akejkoľvek hierarchie. Upozorňujeme, že položky Open Web Items (OWI) je možné doručiť iba v režime jednoduchého testovania.
vi_vn: Gợi ý: Các bài kiểm tra "Simple" mà không có bất kỳ hệ thống phân cấp nào cũng có sẵn. Lưu ý rằng Open Web Items (OWI) chỉ có thể được cung cấp trong chế độ kiểm tra "Simple".

source: Hint: You can access this overview at any time via the Help button.
ar_sa: تلميح: يمكنك الوصول إلى هذه النظرة العامة في أي وقت عبر زر المساعدة.
de_de: Hinweis: Diese Übersicht kann jederzeit über den Hilfe Button aufgerufen werden.
fr_fr: Astuce : Vous pouvez accéder à cette fenêtre à tout instant via le bouton 'Aide'.
hu_hu: Tipp: Ezt az áttekintést bármikor elérheti a Súgó gombbal.
is_is: Vísbending: Alltaf er hægt að komast í þetta yfirlit með Hjálparhnappnum.
it_it: Suggerimento: puoi avere accesso a questa anteprima ogni volta tramite il tasto Help.
ja_jp: ヒント：ヘルプボタンからいつでもこの概要を見ることができます。
lt_lt: Patarimas: Jūs galite bet kada pasiekti šią apžvalgą paspaudus Pagalbos mygtuką.
nb_no: Tips: Du kan når som helst få tilgang til denne oversikten via Hjelp-knappen.
nl_nl: Hint: U kunt dit overzicht te allen tijde bereiken middels de Help button.
pt_br: Dica: Você pode acessar esta visão geral a qualquer momento através do botão de ajuda.
sk_sk: Tip: K tomuto prehľadu sa môžete kedykoľvek dostať pomocou tlačidla Pomocník.
vi_vn: Gợi ý: Bạn có thể truy cập vào tổng quan này bất cứ lúc nào thông qua nút Trợ giúp.

source: Hotspot
ar_sa: نقطة اتصال
fr_fr: Zone réactive
is_is: Heitur reitur
ja_jp: ホットスポット

source: If your needs go beyond what the QTI standard allows, you can develop powerful and sophisticated item types using the TAO Open Web Item format.
ar_sa: إذا كانت احتياجاتك تتجاوز ما يسمح به معيار QTI، فيمكنك تطوير أنواع بنود قوية ومتطورة باستخدام تنسيق TAO Open Web Item.
de_de: Wenn ihre Anforderungen über den QTI Standard hinausgehen, können Sie leistungsstarke und ausgeklügelte Elementtypen mit dem TAO Open Web Item Format entwickeln.
fr_fr: Si vos besoins vont au-delà du standard QTI, vous pouvez développer des types d'item puissants et sophistiqués en utilisant le format OWI (Open Web Item) de TAO.
hu_hu: Ha az igényeid túlmutatnak a QTI szabvány által megengedetteken, akkor hatékony és kifinomult elemtípusokat fejleszthetsz a TAO Open Web Item formátum használatával.
is_is: Ef þarfir þínar eru meiri en QTI staðallinn leyfir er hægt að þróa öflugar og þróaðar atriðisgerðir með því að nota TAO Opna vefatriða sniðið.
it_it: Se hai bisogno di specifiche ulteriori che lo standard QTI consente, puoi sviluppare tipi potenti e sofisticati di item usando il formato item TAO Open Web.
ja_jp: もし、QTIスタンダードで不十分であれば、TAOのオープンウェブフォーマットを利用することでパワフルでソフィスティケートされた問題アイテムを作成できます。
lt_lt: Jeigu jūs norite kurti kitokius klausimus, nei apibrėžia QTI standartas, naudokite TAO Atvirų tinklo klausimų formatą (Open Web Item).
nb_no: Hvis behovene dine går utover det QTI -standarden tillater, kan du utvikle gode og spennende oppgavetyper ved hjelp av TAO Open Web Item-formatet.
nl_nl: Indien uw wensen verder gaan dan wat standaard QTI toestaat, kunt u krachtige en geavanceerde items aanmaken door gebruik te maken van het TAO Open Web Item formaat.
pt_br: Se suas necessidades vão além do que o padrão de QTI permite, você pode desenvolver tipos de itens poderosos e sofisticados usando o formato TAO Open Web Item.
sk_sk: Ak vaše potreby presahujú rámec toho, čo umožňuje štandard QTI, môžete vyvinúť sofistikované typy položiek pomocou formátu TAO Open Web Item.
vi_vn: Nếu nhu cầu của bạn vượt ra những tiêu chuẩn QTI cho phép, bạn có thể phát triển các loại mục tối ưu, tốt hơn bằng cách sử dụng định dạng "TAO Open Web Item".

source: Import / Export Tests
ar_sa: استيراد/تصدير الاختبارات
de_de: Tests importieren / exportieren
fr_fr: Importer et exporter des tests
hu_hu: Tesztek importálása/exportálása
is_is: Flytja inn / Flytja út próf
it_it: Importare / esportare Test
ja_jp: インポート/エクスポート テスト
lt_lt: Importuoti / Eksportuoti Testus
nb_no: Importer/eksporter prøver
nl_nl: Importeer/exporteer toetsen
pt_br: Importar / Exportar Testes
sk_sk: Testy importu/exportu
vi_vn: Nhập/Xuất các bài kiểm tra

source: Import and Export Items
ar_sa: استيراد وتصدير البنود
de_de: Elemente importieren und exportieren
fr_fr: Importer et exporter des items
hu_hu: Tételek importálása és exportálása
is_is: Flytja inn / Flytja út atriði
it_it: Importa ed esporta Item
ja_jp: インポート/エクスポート アイテム
lt_lt: Importuoti ir eksportuoti klausimus
nb_no: Importer og eksporter oppgaver
nl_nl: Importeer en exporteer items
pt_br: Importar e exportar itens
sk_sk: Import a export položiek
vi_vn: Nhập và xuất các mục (Item)

source: Import any items that are compliant with the QTI (Question and Test Interoperability) 2.1 standard.
ar_sa: استيراد أي بنود متوافقة مع معيار QTI (Question and Test Interoperability) 2.1.
de_de: Es können alle Elemente importiert werden, die mit dem QTI 2.1 Standard (Question and Test Interoperability) konform sind.
fr_fr: Importez des items conformes au standard QTI (Question and Test Interoperability) 2.1.
hu_hu: Importáljon minden olyan tételt, amely megfelel a QTI (Question and Test Interoperability) 2.1 szabványnak.
is_is: Flytja inn öll atriði sem falla að QTI (Question and Test Interoperability) 2.1 staðlinum.
it_it: Importa gli item che sono conformi con lo standard QTI 2.1 (Question and Test Interoperability)
ja_jp: QTI (Question and Test Interoperability) 2.1準拠のアイテムをインポートします。
lt_lt: Importuoti klausimus, kurie atitinka QTI (Question and Test Interoperability) 2.1 standarto reikalavimus.
nb_no: Importer enhver oppgaver som er i samsvar med QTI 2.1 standarden (spørsmål og prøveinteroperabilitet).
nl_nl: Importeer elk item dat compliant is met de QTI (Question and Test Interoperability) 2.1 standaard.
pt_br: Importar todos os itens que estejam em conformidade com o padrão QTI (Pergunta e Interoperabilidade de Teste) 2.1.
sk_sk: Importujte všetky položky, ktoré sú v súlade so štandardom QTI (Question and Test Interoperability) 2.1.
vi_vn: Nhập bất kỳ mục nào phù hợp với tiêu chuẩn QTI 2.1 (Question and Test Interoperability).

source: Import test-takers
ar_sa: استيراد الخاضعين للاختبار
de_de: Testteilnehmer importieren
fr_fr: Importer des participants
hu_hu: Tesztelők importja
is_is: Flytja inn próftaka
it_it: Importa partecipanti
ja_jp: 受験者をインポート
lt_lt: Importuoti testo laikytojus
nb_no: Importer elever
nl_nl: Importeer kandidaten
pt_br: Importar test-takers
sk_sk: Importovaní účastníci testov
vi_vn: Nhập vào người kiểm tra

source: In addition to creating test-takers individually by manually entering their corresponding data, you can mass-create test-taker records by importing them from a CSV file.
ar_sa: بالإضافة إلى إنشاء المتقدمين للاختبار بشكل فردي عن طريق إدخال بياناتهم يدويا، يمكنك إنشاء سجلات الخاضعين للاختبار بشكل جماعي عن طريق استيرادها من مِلَفّ CSV.
de_de: Zusätzlich zur Erstellung von Testteilnehmern per manueller Eingabe ihrer zugehörigen Daten können Testteilnehmer per Massenimport aus CSV-Dateien erstellt werden.
fr_fr: En plus de pouvoir créer des participants manuellement, vous pouvez en créer en masse en les important depuis un fichier CSV.
hu_hu: Amellett, hogy a vizsgázókat egyenként, manuálisan is létrehozhatja a megfelelő adatok megadásával, tömegesen is létrehozhat vizsgázói rekordokat CSV-fájlból történő importálással.
is_is: Auk þess að búa til próftaka hvern fyrir sig með því að skrá inn viðeigandi gögn þeirra, er hægt að búa til margar próftakaskrár með því að flytja þá inn af CSV skrá.
it_it: Oltre ad aggiungere partecipanti al test in modo individuale inserendo i loro rispettivi dati, puoi anche creare un insieme di record dei partecipanti importandoli da un file in formato CSV.
ja_jp: 手動で受験者データを入力することにより、個別に受験者の作成のほかに、CSVファイルからインポートすることによって受験生レコー​​ドを大量に作成することができます。
lt_lt: Papildomai kuriant testo laikytojus individualiai rankiniu būdu įvesdami jų duomenis, jūs taip pat galite masiniu būdi sukurti testo laikytojo įrašus importuojant juos iš CSV failo.
nb_no: I tillegg til å opprette elever manuelt, kan en elevgruppe også registreres samlet via import fra en CSV-fil.
nl_nl: Behalve dat u kandidaten individueel handmatig kunt aanmaken met hun corresponderende data, kunt u deze ook massaal aanmaken door ze te importeren met een CSV file.
pt_br: Além de criar individualmente os usuários de teste, você pode criar registros em massa importando-os de um arquivo CSV.
sk_sk: Okrem individuálneho vytvárania účastníkov testu manuálnym zadaním ich zodpovedajúcich údajov môžete hromadne vytvárať záznamy o účastníkoch testu ich importovaním zo súboru CSV.
vi_vn: Ngoài việc tạo người kiểm tra cá nhân bằng cách nhập dữ liệu tương ứng theo cách thủ công của họ, bạn có thể tạo ra hàng loạt hồ sơ người kiểm tra bằng cách nhập chúng từ tệp tin CSV.

source: In TAO, tests are assigned to groups.
ar_sa: في TAO، يتم تعيين الاختبارات للمجموعات.
de_de: In TAO werden Tests Gruppen zugewiesen.
fr_fr: Dans TAO, des tests sont assignés à des groupes.
hu_hu: A TAO-ban a teszteket csoportokhoz rendelik.
is_is: Í TAO er prófum úthlutað til hópa.
it_it: In TAO, i test vengono assegnati ai gruppi.
ja_jp: TAOでは、テストはグループに割り当てられます。
lt_lt: TAO platformoje, testai yra priskiriami grupėms.
nb_no: I TAO tildeles tester grupper.
nl_nl: In TAO worden toetsen toegewezen aan groepen.
pt_br: No TAO, os testes são atribuídos a grupos.
sk_sk: V TAO sú testy priradené skupinám.
vi_vn: Trong TAO, các bài kiểm tra được gán cho các nhóm.

source: Item(s)
ar_sa: بند (بنود)
de_de: Element(e)
fr_fr: Question(s)
hu_hu: Tétel(ek)
is_is: Atriði
ja_jp: アイテム
lt_lt: Klausimas (ai)
nb_no: Oppgave(r)
pt_br: Item(ns)
sk_sk: Položka(y)

source: Items
ar_sa: بنود
de_de: Elemente
fr_fr: Articles
hu_hu: Tételek
is_is: Atriði
ja_jp: アイテム
lt_lt: Klausimai
nb_no: Oppgaver
pt_br: Itens
sk_sk: Položky

source: Manage Reports
ar_sa: تدبير التقارير
de_de: Berichte verwalten
fr_fr: Gérer les rapports
hu_hu: Jelentések kezelése
is_is: Skýrslustjórnun
it_it: Gestisci i Reports
ja_jp: レポート管理
lt_lt: Tvarkyti Ataskaitas
nb_no: Administrer rapporter
nl_nl: Beheer rapporten
pt_br: Gerenciar relatórios
sk_sk: Spravovať prehľady
vi_vn: Quản lý báo cáo

source: Multiple choice
ar_sa: خيار من متعدد
de_de: Mehrfachauswahl
fr_fr: Choix multiple
hu_hu: Feleletválasztós
is_is: Fjölval
it_it: Scelta multipla
ja_jp: 多肢選択
lt_lt: Daugkartinis pasirinkimas
nb_no: Flervalg
nl_nl: Meerkeuzevragen
pt_br: Múltipla escolha
sk_sk: Viaceré možnosti výberu
vi_vn: Nhiều lựa chọn

source: Order of items – sequential or random
ar_sa: ترتيب البنود - متتابع أو عشوائي
de_de: Reihenfolge der Elemente - sequentiell oder zufällig
fr_fr: Ordre des items – séquentiel ou aléatoire
hu_hu: Elemek sorrendje – szekvenciális vagy véletlenszerű
is_is: Röð atriða - ákveðin eða tilviljanakennd
it_it: Ordine degli item - sequenziale o casuale
ja_jp: 項目の順番 - 表示順またはランダム
lt_lt: Klausimų tvarka – nuosekli ar atsistinktinė
nb_no: Oppgavenes rekkefølge - sekvensiell eller tilfeldig
nl_nl: Volgorde van items – volgordelijk of willekeurig
pt_br: Ordem dos itens - sequencial ou aleatória
sk_sk: Poradie položiek – sekvenčné alebo náhodné
vi_vn: Thứ tự các mục - tuần tự hoặc ngẫu nhiên

source: Overview
ar_sa: نظرة عامة
de_de: Übersicht
fr_fr: Vue d'ensemble
hu_hu: Áttekintés
is_is: Yfirlit
it_it: Panoramica
ja_jp: 概要
lt_lt: Apžvalga
nb_no: Oversikt
nl_nl: Overzicht
pt_br: Geral
sk_sk: Prehľad
vi_vn: Tổng quan

source: Preview Items
ar_sa: معاينة البنود
de_de: Vorherige Elemente
fr_fr: Aperçu des items
hu_hu: Elemek előnézete
is_is: Forskoða atriði
it_it: Anteprima degli item
ja_jp: アイテムのプレビュー
lt_lt: Peržiūrėti klausimus
nb_no: Forhåndsvis oppgaver
nl_nl: Voorbeeld van item(s)
pt_br: Pré-visualizar itens
sk_sk: Náhľad položiek
vi_vn: Xem trước

source: Publish
ar_sa: نشر
de_de: Veröffentlichen
fr_fr: Publier
hu_hu: Közzététel
is_is: Birta
it_it: Pubblica
ja_jp: 公開
lt_lt: Paskelbti
nb_no: Publiser
nl_nl: Uitgeven
pt_br: Publicar
sk_sk: Publikovať
vi_vn: Xuất bản

source: QTI Test Structure
ar_sa: هيكل اختبار QTI
de_de: QTI Test-Struktur
fr_fr: Structure du test QTI
hu_hu: QTI teszt felépítése
is_is: QTI Próf Uppbygging
it_it: Struttura QTI del Test
ja_jp: QTI テスト構造
lt_lt: QTI Testo Struktūra
nb_no: QTI prøvestruktur
nl_nl: QTI toets structuur
pt_br: Estrutura de Teste QTI
sk_sk: Štruktúra testu QTI
vi_vn: Cấu trúc bài kiểm tra QTI

source: Register your test-takers, manage their personal data, and assign them to groups.
ar_sa: تسجيل الخاضعين للاختبار، وتدبير بياناتهم الشخصية، وتعيينهمم في مجموعات.
de_de: Registrieren Sie ihre Test-Teilnehmer, verwalten Sie ihre persönlichen Daten und weisen Sie ihnen Gruppen zu.
fr_fr: Ajoutez vos participants, gérez leurs données personnelles et assignez-les à des groupes.
hu_hu: Regisztráld a vizsgázóidat, kezeld a személyes adataikat, és rendeld őket csoportokhoz.
is_is: Skrá próftaka, sýsla með einkagögn þeirra og setja þá í hópa.
it_it: Registra i tuoi partecipanti, gestisci i loro dati personali, e assegnali ai gruppi.
ja_jp: 受験者を登録し、個人データを管理し、グループに割り当てます。
lt_lt: Registruokite savo testo laikytojus, tvarkykite jų asmeninius duomenis, priskirkite juos grupėms.
nb_no: Registrer elevene dine, administrer deres persondata og grupper dem.
nl_nl: Registreer uw kandidaten, beheer hun persoonlijk gegevens en wijs ze toe aan groepen.
pt_br: Registre seus testes, gerencie seus dados pessoais e atribuí-los a grupos.
sk_sk: Zaregistrujte svojich účastníkov testu, spravujte ich osobné údaje a priraďte ich do skupín.
vi_vn: Đăng ký người kiểm tra, quản lý dữ liệu cá nhân của họ, và gán họ vào các nhóm.

source: Results
ar_sa: نتائج
de_de: Ergebnisse
fr_fr: Résultats
hu_hu: Eredmények
is_is: Niðurstöður
it_it: Risultati
ja_jp: 結果
lt_lt: Rezultatai
nb_no: Resultater
nl_nl: Resultaten
pt_br: Resultados
sk_sk: Výsledky
vi_vn: Các kết quả

source: See how your items will appear to the test-taker before running the test. Previews are available for both desktop or mobile devices.
ar_sa: عاين كيف ستظهر للمتقدم للرائز البنود قبل إجراءها. تتوفر المعاينات لكل من أجهزة سطح المكتب أو الأجهزة المحمولة.
de_de: Schauen Sie sich an wie Elemente Testteilnehmern angezeigt werden bevor der Test durchgeführt wird. Vorschauen sind für Desktop- und Mobilgeräte verfügbar.
fr_fr: Voyez comment vos items apparaîtront aux participants avant que le test soit passé. Une prévisualisation du rendu est disponible pour les terminaux fixes ou mobiles.
hu_hu: A teszt futtatása előtt nézd meg, hogyan jelennek meg a tételek a vizsgázó számára. Az előnézetek asztali számítógépen és mobileszközökön is elérhetők.
is_is: Sjá hvernig atriði þín birtist próftakanum áður en prófið er tekið. Forskoðun er möguleg fyrir bæði borðtölvur eða spjaldtölvur og farsíma.
it_it: Osserva come i tuoi item appariranno ai partecipanti prima di iniziare il test. Le anteprime sono disponibili sia per desktop che per dispositivi mobili.
ja_jp: テストを実施する前に、受験者にどのように表示されるか確認してください。プレビューでは、パソコン用とタブレット用両方で確認できます。
lt_lt: Pasižiūrėkite, kaip elementai bus vaizduojamas testuojamajam laikant testą. Galite pasižiūrėti, koks bus vaizdas kompiuteryje arba mobilaus įrenginio ekrane.
nb_no: Sjekk hvordan oppgavene vil vises for elven før du ferdigstiller prøven. Forhåndsvisninger er tilgjengelige for både stasjonære eller mobile enheter.
nl_nl: Zie hoe uw items getoond zullen worden aan kandidaten voordat ze de toets daadwerkelijk afnemen. Voorbeelden zijn zowel voor desktop als mobiele apparaten beschikbaar.
pt_br: Veja como seus itens aparecerão para o testador antes de executar o teste. As pré-visualizações estão disponíveis tanto para desktop quanto para dispositivos móveis.
sk_sk: Pred spustením testu si pozrite, ako sa vaše položky budú zobrazovať testovanému. Ukážky sú k dispozícii pre počítače aj mobilné zariadenia.
vi_vn: Xem các mục của bạn sẽ xuất hiện như thế nào với người kiểm tra trước khi chạy thật. Xem trước hiển thi cho cả máy tính để bàn hoặc thiết bị di động.

source: Select an icon on the left to find out more.
ar_sa: اختر رمزا على اليسار لمعرفة المزيد.
de_de: Wähle ein Icon auf der linken Seite um mehr herauszufinden.
fr_fr: Choisissez une icône à gauche pour en savoir plus.
hu_hu: További információkért válasszon egy ikont a bal oldalon.
is_is: Veldu tákn til vinstri til að sjá meira.
it_it: Vai su una icona alla sua sinistra per selezionare altro.
ja_jp: 詳細を見るためには、左のアイコンを選択してください。
lt_lt: Pasirink ikonelę kairėje. kad sužinotum daugiau.
nb_no: Velg et ikon til venstre for å finne ut mer.
nl_nl: Selecteer links een icon voor meer informatie.
pt_br: Selecione um ícone à esquerda para descobrir mais.
sk_sk: Viac informácií získate výberom ikony vľavo.
vi_vn: Chọn biểu tượng ở bên trái để tìm hiểu thêm.

source: Select the delivery dates.
ar_sa: حدد تواريخ التسليم.
de_de: Wählen der Übergabetermine.
fr_fr: Choisissez les dates de passation.
hu_hu: Válassza ki a szállítási dátumokat.
is_is: Veldu fyrirlagnardagsetningar.
it_it: Seleziona i dati da somministrare.
ja_jp: テストの配信日付を選択してください。
lt_lt: Pasirinkti pateikties datas.
nb_no: Velg leveringsdatoer.
nl_nl: Selecteer de uitgifte data.
pt_br: Selecione as datas de entrega.
sk_sk: Vyberte dátumy doručenia.
vi_vn: Chọn ngày gửi đi.

source: Select the group(s) that will take the test. You can exclude individual test-takers even if they are part of the group.
ar_sa: حدد المجموعة (المجموعات) التي ستجري الاختبار. يمكنك استبعاد المتقدمين للاختبار الفرديين حتى لو كانوا جزءا من المجموعة.
de_de: Wählen der Gruppe(n), die den Test durchführen. Individuelle Test-Teilnehmer können ausgeschlossen werden, selbst wenn sie Mitglieder der Gruppe sind.
fr_fr: Choisissez le ou les groupes qui passeront le test. Vous pouvez en exclure individuellement des participants même s'ils font partie d'un groupe.
hu_hu: Válaszd ki a vizsgázó csoport(oka)t. Kizárhatsz egyes vizsgázókat, még akkor is, ha a csoport tagjai.
is_is: Veldu hóp(a) sem taka prófið. Hægt er að undanskilja einstaka próftaka jafnvel þótt þeir seu hluti af hópnum.
it_it: Seleziona il/i gruppo/i che parteciperà/anno al test. Puoi escludere i partecipanti a livello individuale anche se questi sono parte integrante del gruppo.
ja_jp: テストを行いたいグループを選択して下さい。グループに属していても個別に受験者を除外できます。
lt_lt: Pasirinkite grupę(-es), kurios laikys testą. Jūs galite išskirti individualius testo laikytojus, netgi kai jie yra grupėje.
nb_no: Velg gruppen(e) som skal ta prøven. Du kan utelate enkeltelever selv om de tilhører gruppen.
nl_nl: Selecteer de groep(en) die de toets gaan maken. U kunt individuele kandidaten uitsluiten, zelfs als ze lid zijn van de groep.
pt_br: Selecione o(s) grupo(s) que farão o teste. Você pode excluir usuários individuais que façam o teste, mesmo que eles façam parte do grupo.
sk_sk: Vyberte skupinu (skupiny), ktoré budú test absolvovať. Jednotlivých účastníkov testu môžete vylúčiť, aj keď sú súčasťou skupiny.
vi_vn: Chọn (các) nhóm sẽ làm bài kiểm tra. Bạn có thể loại trừ một cá nhân không làm bài kiểm tra ngay cả khi họ là thành viên của nhóm.

source: Select the test you want to deliver to your group(s) of test-takers. Publish it to make it available online.
ar_sa: حدد الاختبار الذي تريد تقديمه إلى مجموعتك (مجموعاتك) من المتقدمين للاختبار. انشره لجعله متاحا عبر الإنترنت.
de_de: Wählen Sie die Tests die an die Gruppe(n) der Test-Teilnehmer übergeben werden sollen. Veröffentlichen Sie sie um sie online verfügbar zu machen.
fr_fr: Choisissez le test à faire passer à votre ou vos groupes de participants. Publiez-les pour les rendre disponible publiquement.
hu_hu: Válaszd ki a tesztet, amelyet leadni szeretnél a vizsgázók csoportjának/csoportjainak. Tedd közzé, hogy online elérhető legyen.
is_is: Veldu prófið sem þú vilt leggja fyrir hóp/hópa próftaka. Birtu það svo það verði tækt á netinu.
it_it: Seleziona il test che vuoi somministrare al/ai tuo/oi gruppo/i di partecipanti. Pubblicalo per renderlo disponibile online.
ja_jp: 受験者グループに受けさせたいテストを選択してください。配信が開始されます。
lt_lt: Pasirinkite testą, kurį norite pateikti jūsų testo laikytojų grupei(-ėms). Paskelbkite, kad būtų prieinami laikyti.
nb_no: Velg prøven du vil kjøre for elevgruppen(e). Publiser den for å gjøre den tilgjengelig online.
nl_nl: Selecteer de toets die u wilt uitgeven aan uw groep(en) van kandidaten. Publiceer deze om hem online beschikbaar te maken.
pt_br: Selecione o teste que você deseja entregar ao(s) seu(s) grupo(s) de testes. Publique e disponibilize-o online.
sk_sk: Vyberte test, ktorý chcete doručiť svojej skupine (skupinám) účastníkov testu. Zverejnite ho, aby bol dostupný online.
vi_vn: Chọn bài kiểm tra mà bạn muốn gửi cho (các) nhóm của người kiểm tra. Xuất bản nó trực tuyến.

source: selection
ar_sa: اختيار
de_de: Auswahl
fr_fr: sélection
hu_hu: kiválasztás
is_is: val
it_it: Selezione
ja_jp: 選択範囲
lt_lt: pasirinkimas
nb_no: utvalg
nl_nl: selectie
pt_br: Seleção
sk_sk: výber
vi_vn: lựa chọn

source: Single choice
ar_sa: اختيار واحد
de_de: Einzelauswahl
fr_fr: Choix simple
hu_hu: Egyetlen választási lehetőség
is_is: Einn möguleiki
it_it: Scelta singola
ja_jp: 択一問題
lt_lt: Vienas pasirinkimas
nb_no: Enkelt valg
nl_nl: Enkele keus
pt_br: Escolha única
sk_sk: Jedna možnosť
vi_vn: Lựu chọn duy nhất

source: Slider
ar_sa: شريط التمرير
de_de: Schieberegler
fr_fr: Curseur
hu_hu: Csúszka
is_is: Sleði
it_it: Cursore
ja_jp: スライダー
lt_lt: Slankiklis
nb_no: Målelinje
nl_nl: Schuifknop
pt_br: Deslizador
sk_sk: Posuvník
vi_vn: Thanh trượt
