Repository: oat-sa/extension-tao-community
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, is_is, it_it, ja_jp, lt_lt, nb_no, nl_nl, pt_br, sk_sk, vi_vn

source: Add test-takers to groups to assign tests, and measure group performance. Grouping test-takers enables you to specify populations with particular characteristics. You define these characteristics by adding your own group descriptors.
ar_sa: أضف الخاضعين للاختبار إلى مجموعات لتعيين الاختبارات، وقياس أداء المجموعة. يتيح لك تجميع الخاضعين للاختبار تحديد مجموعات ذات خصائص معينة. يمكنك تحديد هذه الخصائص عن طريق إضافة أوصاف مجموعتك الخاصة.
de_de: Füge Testteilnehmer zu Gruppen hinzu um Tests zuzuweisen und Gruppenleistung zu erfassen. Das Gruppieren von Testteilnehmern erlaubt es Populationen mit speziellen Eigenschaften zu erstellen. Diese Eigenschaften werden durch das Hinzufügen von Gruppendefinitionen definiert.
fr_fr: Ajoutez les participants aux groupes pour assigner des tests, et mesurez la performance de groupe. Grouper les participants vous permet de spécifier des populations avec des caractéristiques communes. Vous définissez ces caractéristiques en ajoutant vos propres descripteurs de groupes.
hu_hu: Tesztelők csoportosítása tesztek hozzárendeléséhez és a csoport teljesítményének méréséhez. A tesztezők csoportosítása lehetővé teszi adott jellemzőkkel rendelkező populációk meghatározását. Ezeket a jellemzőket saját csoportleírók hozzáadásával definiálhatja.
is_is: Bæta próftökum í hópa til að skrá þá í próf, og mæla árangur hóps. Með því að setja próftaka í hópa er hægt að tilgeina þýði með sérstök einkenni. Þú skilgreinir þessir einkenni með því að setja inn afmörkun á hópnum.
it_it: Aggiungi partecipanti ai gruppi per assegnare i test e misurare la performance del gruppo. Raggruppare i partecipanti ti consente di rappresentare popolazioni con particolari caratteristiche. Definisci queste caratteristiche aggiungendo tuoi descrittori di gruppo.
ja_jp: テストを割り当てたり、グループごとの達成度を測定するために、受験者をグループに追加します。目的の属性で受験者をグループ化することができますので、その際には、グループ説明にその属性を記述してください。
lt_lt: Pridėkite testo laikytojus prie grupių, kad priskirtumėte testus ir apskaičiuoti grupės našumą. Testo laikytojų grupavimas suteikia galimybę jums papildyti skirtingas charakteristikas. Jūs nustatote šias charakteristikas pridėdami savo grupių deskriptorius.
nb_no: Legg til elever i grupper for å tildele prøver, og for å måle gruppens resultater. Ved å gruppere elever kan du spesifisere grupper med spesielle egenskaper. Du definerer disse egenskapene ved å legge til dine egne beskrivelser.
nl_nl: Voeg kandidaten toe aan groepen om toetsen toe te wijzen en groepsresultaat te meten. Groeperen van kandidaten geeft i de mogelijkheid om specifieke populaties aan te maken met specifiek karakteristieken. U kunt die karakteristieken bepalen door uw eigen groepsbeschrijvingen aan te maken.
pt_br: Adicione test-takers a grupos para atribuir testes e medir o desempenho do grupo. Agrupar usuários de testes permite especificar populações com características específicas. Você define essas características adicionando seus próprios descritores de grupo.
sk_sk: Pridajte účastníkov testu do skupín, aby ste im mohli priradiť testy a merať ich výkonnosť. Zoskupovanie účastníkov testu vám umožňuje špecifikovať populácie s konkrétnymi charakteristikami. Tieto charakteristiky definujete pridaním vlastných deskriptorov skupín.
vi_vn: Thêm người kiểm tra vào các nhóm để phân công các bài kiểm tra, và đánh giá hiệu quả của nhóm. Nhóm người kiểm tra cho phép bạn chỉ định các nhóm có đặc điểm riêng. Bạn xác định các đặc tính này bằng cách thêm mô tả nhóm của riêng bạn.

source: Be aware that any subsequent modification to the test content will not be taken into account until you publish the test again and create a new delivery.
ar_sa: كن على علم بأن أي تعديل لاحق على محتوى الاختبار لن يؤخذ بعيين الاعتبار حتى تنشر الاختبار مرة أخرى وإنشاء تسليم جديد.
de_de: Zur Kenntnis, nachträgliche Änderungen am Testinhalt werden erst nach dessen Veröffentlichung und Erstellen einer neuen Bereitstellung wirksam.
fr_fr: Soyez conscient que toute modification annexe sur le contenu du test ne sera pas prise en compte jusqu'à ce que le test soit republié et que la passation soit recréée.
hu_hu: Ne feledd, hogy a teszt tartalmának későbbi módosításait csak akkor vesszük figyelembe, ha újra közzéteszed a tesztet, és új közzétételt hozol létre.
is_is: Hafið í huga að allar síðari breytingar á innihaldi prófsins verða ekki gildar fyrr en prófið er gefið út að nýju og ný fyrirlögn búin til.
it_it: Fai attenzione che ogni ulteriore modifica al contenuto del test non verrà registrata nell'account finché non pubblichi il nuovamente il test crei una nuova somministrazione.
ja_jp: 今後のテストに対する修正は、そのテストを再度公開して新しい配信を作成するまで反映されません。ご注意ください。
lt_lt: Atkreipkite dėmesį, jog betkokia testo turinio modifikacija, nebus pasiekiama vartotojui, kol nebus paskelbtas ir laikomas testas iš naujai paskelbtos pateikties.
nb_no: Vær oppmerksom på at enhver endring av innholdet i en prøve ikke vil bli gjeldende før du publiserer testen på nytt og oppretter en ny levering.
nl_nl: Wees gewaarschuwd dat elke volgende wijziging aan de inhoud van de toets niet wordt meegenomen, totdat u de toets opnieuw publiceert en een nieuw pakketje creëert.
pt_br: Esteja ciente de que qualquer modificação subsequente ao conteúdo do teste não serão levadas em conta até que você publique o teste novamente e crie uma nova entrega.
sk_sk: Upozorňujeme, že akékoľvek následné úpravy obsahu testu sa nebudú brať do úvahy, kým test znova nepublikujete a nevytvoríte novú dodávku.
vi_vn: Lưu ý rằng mọi thay đổi tiếp theo đối với nội dung kiểm tra sẽ không được tính cho đến khi bạn xuất bản bài kiểm tra tiếp và tạo một thông báo mới.

source: Build a custom table with only the specific results data you are interested in and export it as a CSV file.
ar_sa: قم بإنشاء جدول مخصص مع بيانات النتائج المحددة التي تهتم بها فقط وقم بتصديرها كملف CSV.
de_de: Erstellen einer benutzerdefinierten Tabelle mit spezifischen Ergebnissen und Exportieren als CSV-Datei.
fr_fr: Construisez une table personnalisée avec les résultats qui vous intéressent en particulier et exportez-les dans un fichier CSV.
hu_hu: Készítsen egyéni táblázatot, amely csak az Önt érdeklő konkrét eredményadatokat tartalmazza, és exportálja CSV-fájlként.
is_is: Byggja sérstaka töflu með aðeins ákveðnum niðurstöðugögnum sem þú hefur áhuga á og flytja hana sem CSV skrá.
it_it: Costruisci una tabella adatta con solo i dati che ritieni importanti ed esportali in un file con formato CSV
ja_jp: 関心ある特定の結果のみを指定したカスタムテーブルをつくり、CSVファイルをエクスポートします。
lt_lt: Sukurkite norimą lentelę tik su konkrečiais rezultatų duomenimis, kuriais jūs suinteresuoti ir eksportuokite kaip CSV failą.
nb_no: Lag en tilpasset tabell med kun de spesifikke resultatdataene du er interessert i, og eksporter den som en CSV-fil.
nl_nl: Bouw een aangepaste tabel met alleen die specifieke resultaten waarin u geïnteresseerd bent en exporteer die als een CSV bestand.
pt_br: Construa uma tabela personalizada com apenas os resultados específicos em que você está interessado e exporte-a como um arquivo CSV.
sk_sk: Vytvorte si vlastnú tabuľku iba s konkrétnymi výsledkami, ktoré vás zaujímajú, a exportujte ju ako súbor CSV.
vi_vn: Xây dựng bảng tùy chỉnh chỉ với dữ liệu kết quả cụ thể mà bạn quan tâm và xuất nó dưới dạng tệp CSV.

source: Build and manage tests using items that you have previously created or imported.
ar_sa: قم ببناء الاختبارات وإدارتها باستخدام البنود التي قمت بإنشائها أو استيرادها من قبل.
de_de: Erstelle und verwalte Tests mit Hilfe von bereits erstellten oder importierten Elementen.
fr_fr: Construisez et gérez des tests en utilisant des items précédemment créés ou importés.
hu_hu: Tesztek létrehozása és kezelése korábban létrehozott vagy importált elemek felhasználásával.
is_is: Byggja upp og sýsla með próf með því að nota atriði sem þú hefur áður búið til eða flutt inn.
it_it: Costruisci e gestisti i test usando item che hai in precedenza creato o importato.
ja_jp: 過去につくった問題アイテムやインポートした問題アイテムからテストをつくり管理します。
lt_lt: Konstruoti ir valdyti testus, naudojant anksčiau sukurtus arba įkeltas testų dalis.
nb_no: Opprett og administrer prøver ved å bruke oppgaver du tidligere har laget eller importert.
nl_nl: Stel toetsen samen en beheer deze met items die u voorheen heeft geconstrueerd of geïmporteerd.
pt_br: Crie e gerencie testes usando itens que você criou ou importou anteriormente.
sk_sk: Vytvárajte a spravujte testy pomocou položiek, ktoré ste predtým vytvorili alebo importovali.
vi_vn: Xây dựng và quản lý bài kiểm tra sử dụng các mục mà bạn đã tạo hoặc nhập trước đây.

source: Build your test by dragging and dropping the selected items into the test pane.
ar_sa: قم ببناء الرائز عن طريق سحب البنود المحددة ووضعها في جزء الرائز.
de_de: Erstelle den Test durch Verschieben der ausgewählten Elemente in die Test-Oberfläche.
fr_fr: Construisez votre test en glissant-déposant les items choisis dans le panneau de test.
hu_hu: A teszt elkészítéséhez húzd át a kiválasztott elemeket a tesztpanelre.
is_is: Byggja upp próf með því að draga og sleppa völdum atriðum í prófglugganum.
it_it: Costruisci i tuoi test trascinando ed incollando gli item scelti nel riquadro di testo.
ja_jp: 選択した問題アイテムをテストパネルにドラッグドロップして、テストをつくります。
lt_lt: Konstruokite testą, tempdami ir įkeldami testo dalis į testo langą.
nb_no: Lag prøven ved å dra og slippe de valgte oppgavene i testruten.
nl_nl: Stel uw toets samen door slepen en laten vallen van de geselecteerde items in het toets paneel.
pt_br: Construa o seu teste, arrastando e soltando os itens selecionados no painel de teste.
sk_sk: Vytvorte si test presunutím vybratých položiek do testovacej tably.
vi_vn: Xây dựng bài test của bạn bằng cách kéo và thả các mục đã chọn vào ngăn thử nghiệm.

source: Choose from 17 different interaction types, including:
ar_sa: اختر من بين 17 نوعا مختلفا من التفاعلات، بما في ذلك:
de_de: Wähle aus 17 verschiedenen Interaktionstypen, einschließlich:
fr_fr: Choisissez parmi 17 types d'interaction incluant :
hu_hu: Válasszon 17 különböző interakciótípus közül, beleértve:
is_is: Velja úr 17 mismunandi gagnvirknigerðum, þar á meðal:
it_it: Scegli fra 17 differenti tipi di interazione, includendo:
ja_jp: 以下の17種類の問題パターンから選択します。
lt_lt: Pasirinkite iš 17 skirtingų užduočių rūšių, įskaitant:
nb_no: Velg mellom 17 forskjellige oppgavetyper, inkludert:
nl_nl: Kies uit 17 verschillende interactie typen, waaronder:
pt_br: Escolha entre 17 tipos diferentes de interação, incluindo:
sk_sk: Vyberte si zo 17 rôznych typov interakcií vrátane:
vi_vn: Chọn từ 17 loại tương tác khác nhau, bao gồm:

source: Control how to publish and deliver tests.
ar_sa: التحكم في كيفية نشر الاختبارات وتقديمها.
de_de: Steuern der Veröffentlichung und Bereitstellung von Tests.
fr_fr: Contrôlez la façon dont les tests seront publiés et passés.
hu_hu: A tesztek közzétételének és kézbesítésének módjának szabályozása.
is_is: Stjórna hvernig próf eru gefin út og lögð fyrir.
it_it: Controlla come pubblicare e somministrare i test.
ja_jp: テストの公開と配信を制御します。
lt_lt: Kontroliuokite kaip paskelbti ir pateikti testus.
nb_no: Kontroller hvordan du publiserer og leverer prøver.
nl_nl: Beheer hoe u toetsen publiceert en uitgeeft.
pt_br: Controle como publicar e entregar testes.
sk_sk: Ovládajte spôsob publikovania a doručovania testov.
vi_vn: Kiểm soát cách xuất bản và phân phát các bài kiểm tra.

source: Conversely, you can also export items from TAO and re-use them in other QTI-compliant tools.
ar_sa: ويمكنك أيضا تصدير البنود من TAO وإعادة استخدامها في أدوات أخرى متوافقة مع QTI.
de_de: Umgekehrt können auch Elemente von TAO exportiert und in anderen QTI-konformen Werkzeugen wiederverwendet werden.
fr_fr: Inversement, vous pouvez également exporter des items depuis TAO et les réutiliser avec d'autres outils conformes à QTI.
hu_hu: Fordítva, exportálhat tételeket a TAO-ból, és újra felhasználhatja azokat más QTI-kompatibilis eszközökben.
is_is: Einnig er hægt að flytja út atriði úr TAO og nota þau aftur í öðrum QTI-aðhæfðum verkfærum.
it_it: Di contro, puoi anche esportare item da TAO e riutilizzarli in altri tool QTI-compatibili.
ja_jp: 反対に、TAOから問題アイテムをエクスポートして、他のQTI互換ツールで再利用できます。
lt_lt: Taip pat jūs galite eksportuoti testo dalis iš TAO ir naudoti juos kitose testavimo sistemose, suderintose su QTI standartais.
nb_no: Motsatt kan du også eksportere oppgaver fra TAO og bruke dem på nytt i andre QTI-kompatible verktøy.
nl_nl: Omgekeerd kunt u ook items exporteren vanuit TAO en hergebruiken in andere QTI-compliant programma's.
pt_br: Inversamente, você também pode exportar itens do TAO e reutilizá-los em outras ferramentas compatíveis com o QTI.
sk_sk: Naopak, položky môžete exportovať aj z TAO a znova ich použiť v iných nástrojoch kompatibilných s QTI.
vi_vn: Ngược lại, bạn cũng có thể xuất các items từ TAO và sử dụng chúng lại trong các công cụ QTI khác.

source: Create and define test-taker records
ar_sa: إنشاء وتعريف سجلات الخاضعين للاختبار
de_de: Erstelle und Definiere Test-Teilnehmer Einträge
fr_fr: Créer et définir des enregistrements de participants
hu_hu: Tesztelői rekordok létrehozása és meghatározása
is_is: Búa til og skilgreina skrár yfir próftaka
it_it: Crea e definisci i record dei partecipanti
ja_jp: 受験者のレコードを定義して作成します。
lt_lt: Sukurti ir nustatyti testo laikytojo įrašus
nb_no: Opprett og definer elevdata
nl_nl: Creëer en definieer kandidaat records
pt_br: Criar e definir registros de test-taker
sk_sk: Vytvorenie a definovanie záznamov o účastníkoch testu
vi_vn: Tạo và xác định hồ sơ người kiểm tra

source: Create Items
ar_sa: إنشاء بنود
de_de: Erstelle Elemente
fr_fr: Créer des items
hu_hu: Elemek létrehozása
is_is: Búa til Atriði
it_it: Crea Item
ja_jp: 問題アイテムの作成
lt_lt: Kurti klausimus
nb_no: Lag oppgaver
nl_nl: Creëer items
pt_br: Criar itens
sk_sk: Vytvoriť položky
vi_vn: Tạo Items

source: Create QTI Tests
ar_sa: إنشاء اختبارات QTI
de_de: Erstelle QTI Tests
fr_fr: Créer des tests QTI
hu_hu: QTI-tesztek létrehozása
is_is: Búa til QTI Próf
it_it: Crea Test QTI
ja_jp: QTIテストの作成
lt_lt: Sukurti QTI Testus
nb_no: Lag QTI-prøver
nl_nl: Creëer QTI toets
pt_br: Criar testes QTI
sk_sk: Vytvorte QTI testy
vi_vn: Tạo QTI thử nghiệm

source: Create, preview and organize individual items before including them in your tests.
ar_sa: إنشاء البنود الفردية ومعاينتها وتنظيمها قبل تضمينها في روائزك.
de_de: Erstelle, überprüfe und organisiere individuelle Elemente vor der Aufnahme in Tests.
fr_fr: Créez, prévisualisez et organisez des items individuels avant de les inclure dans vos tests.
hu_hu: Hozz létre, tekintsd meg az egyes elemeket és rendszerezd őket, mielőtt belefoglalnád őket a tesztekbe.
is_is: Búa til, forskoða og skipuleggja einstaka atriði áður en þau eru sett í prófin þín.
it_it: Crea, visualizza e organizza singolarmente gli item prima di inserirli nei tuoi test.
ja_jp: あなたのテストに個々の問題アイテムを取り込む前に、問題アイテムを作成、プレビュー、構成してください
lt_lt: Kurti ir koreguoti sukurtas testų dalis prieš keliant jas į testą.
nb_no: Lag, forhåndsvis og organiser oppgaver før du inkluderer dem i prøvene dine.
nl_nl: Creëer, preview en organiseer individuele items voor u ze aan een test toevoegt.
pt_br: Crie, visualize e organize itens individuais antes de incluí-los em seus testes.
sk_sk: Pred zahrnutím do testov si jednotlivé položky vytvorte, zobrazte si ich ukážku a usporiadajte ich.
vi_vn: Tạo, xem trước và tổ chức các mục riêng lẻ trước khi đưa chúng vào thử nghiệm của bạn.

source: Default properties of the test-takers are their name and the language of the test interface. You can customize these records by adding any data you need, such as date of birth, gender, etc.
ar_sa: الخصائص الافتراضية للممتحنين هي أسمائهم ولغة واجهة الاختبار. يمكنك تخصيص هذه السجلات عن طريق إضافة أي بيانات تحتاجها، مثل تاريخ الميلاد والجنس وما إلى ذلك.
de_de: Standardeigenschaften der Test-Teilnehmer sind Name und Sprache der Testoberfläche. Diese Datensätze können durch Hinzufügen beliebiger Daten angepasst werden, z.B. Geburtstdatum, Geschlecht, etc.
fr_fr: Les propriétés principales des participants sont leur nom et la langue de l'interface de test. Vous pouvez compléter ces enregistrements en y ajoutant toutes données utiles telles que l'année de naissance, le genre, etc.
hu_hu: A tesztelők alapértelmezett tulajdonságai a nevük és a tesztfelület nyelve. Ezeket a rekordokat testreszabhatod bármilyen szükséges adat hozzáadásával, például születési dátum, nem stb.
is_is: Sjálfgefnar stillingar próftaka eru nafn þeirra og tungmálið á próftengingunni. Hægt er að breyta skránum með því að bætta hvaða göngum sem þörf er á, svo sem fæðingardegi, kyni, o.s.frv.
it_it: Le proprietà di default dei partecipanti sono il loro nome e la lingua di interfaccia del test. Puoi modificare queste informazioni aggiungendo dati di cui hai bisogno, come data di nascita, genere, ecc.
ja_jp: 受験者の標準のプロパティは、受験者の名前とテスト画面の言語です。誕生日やジェンダーなど，必要なデータを追加して，レコードをカスタマイズすることができます。
lt_lt: Numatytos testo laikytojų savybės yra jų vardai ir testo laikymo sąsajos kalba. Jūs galite redaguoti šiuos įrašus pridėdami duomenis, kaip gimimo data, lytis ir t.t.
nb_no: Standardegenskapene til elevene er navn og målform i prøvegrensesnittet. Du kan tilpasse disse postene ved å legge til data du trenger, for eksempel fødselsdato, kjønn, etc.
nl_nl: Standaard eigenschappen van de kandidaten zijn hun naam en de taal van de toetsinterface. U kunt deze records aanpassen door het toevoegen van elk gegeven dat u nodig hebt, zoals geboortedatum, geslacht, enz.
pt_br: Propriedades padrão dos test-takers são seu nome e o idioma da interface de teste. Você pode personalizar esses registros adicionando todos os dados necessários, como data de nascimento, gênero, etc.
sk_sk: Predvolené vlastnosti účastníkov testu sú ich meno a jazyk testovacieho rozhrania. Tieto záznamy si môžete prispôsobiť pridaním ľubovoľných potrebných údajov, ako je dátum narodenia, pohlavie atď.
vi_vn: Tài sản mặc định của người kiểm tra là tên của họ và ngôn ngữ của giao diện kiểm tra. Bạn có thể tùy chỉnh các bản ghi này bằng cách thêm bất kỳ dữ liệu nào bạn cần, chẳng hạn như ngày sinh, giới tính, v.v.

source: Define a Delivery
ar_sa: حدد التسليم
de_de: Übergabe definieren
fr_fr: Définir une passation
hu_hu: Szállítás definiálása
is_is: Skilgreina Skil
it_it: Definisci una somministrazione
ja_jp: デリバリーを定義する
lt_lt: Nustatyti Pateiktį
nb_no: Definer en levering
nl_nl: Definieer een pakketje
pt_br: Definir uma Entrega
sk_sk: Definovanie doručenia
vi_vn: Định nghĩa một Delivery

source: Define the Test Parameters
ar_sa: حدد معلمات الاختبار
de_de: Testparameter definieren
fr_fr: Définir les paramètres d'un test
hu_hu: A tesztparaméterek meghatározása
is_is: Skilgreina Prófbreytur
it_it: Definisci i parametri di testo
ja_jp: テストパラメータを定義する
lt_lt: Nustatyti Testo Savybes
nb_no: Definer prøveparameterne
nl_nl: Definieer de toets parameters
pt_br: Definir os parâmetros do teste
sk_sk: Definujte testovacie parametre
vi_vn: Xác định các tham số kiểm tra

source: Determine the order of your items. Items can be displayed either randomly or in a specific order.
ar_sa: حدد ترتيب البنود الخاصة بك. يمكن عرض البنود إما بشكل عشوائي أو بترتيب محدد.
de_de: Bestimme die Reihenfolge der Elemente. Die Elemente können entweder zufällig oder in einer bestimmten Reihenfolge angezeigt werden.
fr_fr: Déterminez l'ordre de passage de vos items. Les items peuvent être affichés soit aléatoirement soit dans un ordre bien précis.
hu_hu: Határozza meg az elemek sorrendjét. Az elemek véletlenszerűen vagy egy adott sorrendben is megjeleníthetők.
is_is: Ákvarða röð atriða þinna. Atriði má sýna annað hvort tilviljanakennt eða í ákveðinni röð.
it_it: Determina l'ordine dei tuoi item. Gli item possono essere rappresentati sia casualmente sia in uno specifico ordine.
ja_jp: 問題の順序を決定してください。問題アイテムはランダムあるいは指定された順序のいずれかで表示させることができます。
lt_lt: Nustatykite klausimų eilės tvarką. Klausimai gali būti pateikiami atsitiktine arba nustatyta tvarka.
nb_no: Bestem rekkefølgen på oppgavene dine. Oppgaver kan vises enten tilfeldig eller i en bestemt rekkefølge.
nl_nl: Stel de volgorde vast van uw items. Items kunnen in een willekeurige of in een specifieke volgorde worden getoond.
pt_br: Determine a ordem dos seus itens. Os itens podem ser exibidos aleatoriamente ou em um determinado pedido.
sk_sk: Určte poradie položiek. Položky sa môžu zobraziť buď náhodne, alebo v určitom poradí.
vi_vn: Xác định thứ tự các mục của bạn. Các mục có thể được hiển thị ngẫu nhiên hoặc theo thứ tự cụ thể.

source: Discover how easy it is to create an assessment with TAO!
ar_sa: اكتشف مدى سهولة إنشاء تقييم باستخدام TAO!
de_de: Entdecken Sie wie einfach es ist eine Bewertung mit TAO zu erstellen!
fr_fr: Voyez comme il est facile de créer un test avec TAO !
hu_hu: Fedezze fel, milyen egyszerű értékelést készíteni a TAO segítségével!
is_is: Sjá hve einfalt er að búa til mat með TAO!
it_it: Scopri quanto sia facile creare un test con TAO
ja_jp: TAOでアセスメントを作成するのがどんなに簡単か発見してください！
lt_lt: Atraskite, kaip lengva atlikti vertinimą su TAO!
nb_no: Oppdag hvor enkelt det er å lage en prøve med TAO!
nl_nl: Ontdek hoe eenvoudig het is om een toets samen te stellen met TAO!
pt_br: Descubra o quão fácil é criar uma avaliação com BATA!
sk_sk: Zistite, aké jednoduché je vytvoriť hodnotenie s TAO!
vi_vn: Thật dễ dàng để tạo ra một bài đánh giá với TAO!

source: Do not show this window again when TAO opens.
ar_sa: لا تعرض هذه النافذة مرة أخرى عند فتح TAO.
de_de: Beim nächsten Öffnen von TAO dieses Fenster nicht erneut zeigen.
fr_fr: Ne plus afficher cette fenêtre à l'ouverture de TAO.
hu_hu: Ne mutassa újra ezt az ablakot, amikor a TAO megnyílik.
is_is: Sýnið ekki þennan glugga aftur þegar TAO opnar.
it_it: Non mostrare questa finestra nuovamente quando TAO si apre.
ja_jp: TAOを開いている時にはこのウィンドウを再び開かないでください
lt_lt: Nerodyti šio lango dar kartą, kai TAO atsidarto.
nb_no: Ikke vis dette vinduet igjen når TAO åpnes.
nl_nl: Toon dit scherm niet opnieuw bij het openen van TAO.
pt_br: Não mostrar esta janela novamente quando a ETO for aberta.
sk_sk: Toto okno už viac nezobrazovať po otvorení TAO.
vi_vn: Không mở cửa sổ này lại khi TAO mở.

source: Export Test Results
ar_sa: تصدير نتائج الاختبار
de_de: Testergebnisse exportieren
fr_fr: Exporter les résultats d'un test
hu_hu: Teszteredmények exportálása
is_is: Flytja út Prófniðurstöður
it_it: Esporta i risultati del Test
ja_jp: テスト結果のエクスポート
lt_lt: Eksportuoti Testo Rezultatus
nb_no: Eksporter prøveresultater
nl_nl: Toetsresultaten exporteren
pt_br: Exportar resultados do teste
sk_sk: Výsledky exportu testov
vi_vn: Xuất ra kết quả bài kiểm tra

source: For example:
ar_sa: مثلا:
de_de: Zum Beispiel:
fr_fr: Par exemple :
hu_hu: Például:
is_is: Til dæmis:
it_it: Per esempio:
ja_jp: 例：
lt_lt: Pavyzdžiui:
nb_no: For eksempel:
nl_nl: Bijvoorbeeld:
pt_br: Por exemplo:
sk_sk: Napríklad:
vi_vn: Cho ví dụ:

source: Get started with TAO
ar_sa: ابدأ العمل ب TAO
de_de: Erste Schritte mit TAO
fr_fr: Premiers pas avec TAO
hu_hu: Kezdő lépések a TAO-val
it_it: Parti con TAO
ja_jp: TAOを始めましょう
lt_lt: Pradėkime su TAO
nb_no: Kom i gang med TAO
nl_nl: Begin met Tao
pt_br: Comece com a TAO
sk_sk: Začnite s TAO
vi_vn: Bắt đầu với TAO

source: Go to
ar_sa: اذهب إلى
de_de: Gehe zu
fr_fr: Aller à
hu_hu: Menj ide
is_is: Fara í
it_it: Vai a
ja_jp: 移動
lt_lt: Eiti į
nb_no: Gå til
nl_nl: Ga naar
pt_br: Ir para
sk_sk: Prejsť na
vi_vn: Đi đến

source: Groups
ar_sa: مجموعات
de_de: Gruppen
fr_fr: Groupes
hu_hu: Csoportok
is_is: Hópar
it_it: Gruppi
ja_jp: グループ
lt_lt: Grupės
nb_no: Grupper
nl_nl: Groepen
pt_br: Grupos
sk_sk: Skupiny
vi_vn: Các nhóm

source: Help
ar_sa: مساعدة
de_de: Hilfe
fr_fr: Aide
hu_hu: Segítség
is_is: Hjálp
it_it: Aiuto
ja_jp: ヘルプ
lt_lt: Pagalba
nb_no: Hjelp
nl_nl: Hulp
pt_br: Socorro
sk_sk: Pomocník
vi_vn: Giúp đỡ
